{
  "introduce_header": "흥미롭고 재미있는 이미지 도구를 사용해보세요!",
  "introduce_contents": "원하는 도구를 클릭하면 자세한 내용을 보고 바로 사용해볼 수 있어요.",
  "tool1_header": "Color Transfer",
  "tool1_contents": "한 이미지의 색상을 다른 이미지에 적용하여 스타일을 맞추고 시각적 조화를 이룹니다.",
  "tool1_header2": "당신의 스타일, 당신의 무드",
  "tool1_contents2": "참고 이미지의 스타일을 타겟 이미지에 그대로 입혀보세요.\n한 번의 클릭으로 새로운 분위기를 만들 수 있어요.",
  "tool2_header": "Remove Noise",
  "tool2_contents": "이미지의 노이즈를 줄여 선명도와 디테일을 향상시키고, 더 깔끔하게 만듭니다.",
  "tool2_header2": "깨끗한 이미지, 선명한 디테일",
  "tool2_contents2": "사진의 진짜 아름다움을 한 번의 클릭으로 되살려 보세요.",
  "tool3_header": "Perspective Correction",
  "tool3_contents": "이미지의 원근감을 보정하여 더 자연스럽고 정렬된 모습으로 만듭니다.",
  "tool4_header": "Content-aware Resize",
  "tool4_contents": "중요하지 않은 픽셀을 제거하며 이미지를 리사이즈하여 핵심 내용을 안전하게 유지합니다.",
  "tool5_header": "Saliency-aware Cropping",
  "tool5_contents": "가장 중요한 부분이 중심에 오도록 이미지를 자동으로 잘라냅니다.",
  "tool_upload_reference_image_btn": "참고 이미지 추가",
  "tool_input_box_contents": "타겟 이미지를 추가하려면 버튼을 클릭하세요 (최대 6장).",
  "tool_results_box_contents": "처리된 이미지는 여기에 표시됩니다.",
  "tool_add_target_images_btn": "타겟 이미지 추가",
  "tool_process_btn": "처리하기",
  "tool_download_btn": "전체 다운로드",
  "tool_reference_img": "참고 이미지",
  "tool_target_img": "타겟 이미지",
  "tool_result_img": "결과 이미지",
  "tool_ref_paper": "참고 논문: ",
  "explain_header": "도깨비(Dokkaebi)란?",
  "explain_contents": "도깨비는 한국 전통 속 신비한 존재로, 밤에 나타나 장난을 치거나 사람들을 놀라게 하기도 하고, 때론 도움을 주기도 합니다.\n\n이 웹앱도 도깨비처럼 엉뚱하고 유쾌한 이미지 도구들로 가득해요. \"어? 이런 것도 돼?\" 혹은 \"이거 웃기네 ㅋㅋ\" 같은 반응을 기대할 수 있어요.\n\n여기 있는 기능들은 모두에게 필요한 건 아닐 수도 있지만, 누군가에게는 꽤 유용할 수 있답니다.\n\n재미있는 아이디어나 흥미로운 논문을 발견하면 새로운 기능도 계속 추가할 예정이에요.\n좋은 아이디어가 있다면 언제든지 편하게 제안해주세요!",
  "privacy_policy_header": "개인정보 처리방침",
  "privacy_policy_contents": "우리는 사용자의 개인정보를 소중히 생각합니다. 이 앱은 어떠한 개인 정보도 수집, 저장 또는 공유하지 않습니다.\n\n업로드된 이미지는 일시적으로 처리되며, 서버에 저장되지 않고 처리 직후 즉시 삭제됩니다.\n\n또한, 분석 도구나 추적 기술, 사용자 데이터를 수집하는 제3자 서비스도 일체 사용하지 않습니다.\n\n이 방침에 대해 궁금한 점이 있다면 언제든지 다음 이메일로 문의 주세요: lullulalal@gmail.com",
  "terms_of_use_header": "이용 약관",
  "terms_of_use_contents": "이 앱(이하 \"앱\")을 사용하기 전에 본 이용 약관(이하 \"약관\")을 주의 깊게 읽어주세요. 앱에 접근하거나 사용하는 경우, 본 약관에 동의한 것으로 간주됩니다.\n\n1. 앱 사용\n이 앱은 개인적인 비상업적 용도로만 제공됩니다. 불법적인 목적이나 본 약관에 위반되는 방식으로 앱을 사용할 수 없습니다.\n\n2. 기능 및 연구 참고 자료\n일부 기능은 공개된 학술 연구나 논문을 바탕으로 구현되었습니다. 최대한 정확하게 반영하려 노력했지만, 모든 기능의 정확성, 완전성 또는 실시간 성능을 보장하지는 않습니다.\n\n3. 광고\n이 앱에는 제3자의 광고가 표시될 수 있습니다. 이러한 광고는 외부 제공업체에 의해 운영되며, 당사는 그 내용이나 운영 방식에 대해 책임지지 않습니다. 광고 클릭은 전적으로 사용자의 선택입니다.\n\n4. 개인정보 보호\n개인정보는 수집, 저장, 공유되지 않습니다. 업로드된 이미지는 처리 후 자동으로 삭제됩니다. 자세한 내용은 개인정보 처리방침을 참고하세요.\n\n5. 지적 재산권\n앱 내의 모든 콘텐츠, 이미지, 코드, 디자인은 원저작물이며, 무단 복제, 배포, 리버스 엔지니어링은 엄격히 금지됩니다.\n\n6. 책임의 한계\n이 앱은 \"있는 그대로\" 제공되며, 어떠한 보증도 제공하지 않습니다. 앱 사용으로 인해 발생하는 직접적, 간접적, 부수적, 또는 결과적 손해에 대해 책임지지 않습니다.\n\n7. 약관 변경\n우리는 언제든지 본 약관을 수정할 수 있는 권리를 보유합니다. 변경 후 앱을 계속 사용하는 경우, 수정된 약관에 동의한 것으로 간주됩니다.\n\n8. 준거법\n이 약관은 대한민국 법률에 따라 해석되고 적용됩니다.\n\n9. 문의\n본 약관에 대해 궁금한 점이나 의견이 있으시면 다음 이메일로 연락 주세요: lullulalal@gmail.com",
  "cookie_preferences_header": "쿠키 설정",
  "cookie_preferences_contents": "이 앱은 자체적으로 쿠키를 사용하지 않습니다. 그러나 Google 및 그 파트너가 제공하는 광고가 표시되며, 이 과정에서 쿠키, 모바일 식별자, 유사한 기술이 사용될 수 있습니다.\n\n이미지를 업로드하면 서버에서 일시적으로 처리되고 즉시 삭제됩니다. 업로드된 콘텐츠에 대해 어떠한 쿠키나 데이터도 저장되지 않습니다.\n\nGoogle 및 그 파트너는 광고 개인화 및 분석을 위해 이 앱을 통해 쿠키를 설정하거나 기기 식별자를 사용할 수 있습니다. 당사는 이러한 쿠키에 접근하거나 제어하지 않습니다.\n\nGoogle의 데이터 및 쿠키 사용 방식에 대한 자세한 내용은 다음 링크를 참고하세요:\nhttps://policies.google.com/technologies/partner-sites\n\n광고 관련 설정은 기기나 브라우저의 개인정보 보호 설정에서 조정할 수 있습니다."
}
